Repository: Swastik2442/Project-Police-Hackathon-1.0
Catalog: feedbackSystem/access/locale/*/LC_MESSAGES/django.po
Languages: hi

source: Dashboard
hi: डैशबोर्ड

source: Police Feedback System
hi: पुलिस प्रतिक्रिया प्रणाली

source: Users
hi: उपयोगकर्ता

source: Current Month
hi: वर्तमान माह

source: Last Quarter
hi: आख़िरी तिमाही

source: Social Engagement
hi: सामाजिक अनुबंध

source: Year-end Report
hi: साल के अंत की रिपोर्ट

source: Toggle Language
hi: भाषा टॉगल करें

source: Settings
hi: सेटिंगस

source: Log Out
hi: लॉग आउट

source: Home
hi: होम

source: Feedbacks
hi: प्रतिक्रियाऍं

source: Chat
hi: चैट

source: This year
hi: इस साल

source: Top Police Stations
hi: शीर्ष पुलिस थाने

source: Station Name
hi: थाने का नाम

source: No. of Feedbacks
hi: प्रतिक्रियाओ की संख्या

source: Positive Experience
hi: सकारात्मक अनुभव

source: Neutral Experience
hi: निष्पक्ष अनुभव

source: Negative Experience
hi: नकारात्मक अनुभव

source: Feedbacks Submitted
hi: जमा की गई प्रतिक्रियाऍं

source: Top Users
hi: शीर्ष उपयोगकर्ता

source: User Name
hi: उपयोगकर्ता का नाम

source: User Accounts
hi: उपयोगकर्ता खाते
